Revit 2027 API
ParameterTypeId.MepSystemLineGraphicsOverridesParam Property
 "Graphic Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSystemLineGraphicsOverridesParam { get; }
Public Shared ReadOnly Property MepSystemLineGraphicsOverridesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSystemLineGraphicsOverridesParam {
	ForgeTypeId^ get ();
}
static member MepSystemLineGraphicsOverridesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace